Repository: Apollo725/sm-django
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: de, fr, he, it, ja, ru

source: Shared contacts groups
de: Gemeinsamer Kontaktgruppen
fr: Groupes de contacts partagés
he: מס’ קבוצות שותפות אי-סופי
it: Gruppi di contatti condivisi
ja: 共有連絡先グループ
ru: Общих групп контактов

source: Shared contacts
de: Gemeinsamer Kontakte
fr: Contacts partagés
he: מס’ אנשי קשר אי-סופי
it: Contatti condivisi
ja: 共有の連絡先
ru: Общих контактов

source: Unlimited
de: Unbegrenzt
fr: Illimité
he: ללא הגבלה
it: Illimitato
ja: 無制限
ru: Неограниченный

source: Instant Synchronization
de: Sofortige Synchronisation
fr: Synchronisation instantanée
he: סינכרון מיידי*
it: Sincronizzazione istantanea
ja: インスタント同期
ru: Мгновенная синхронизация

source: Invoices
de: Rechnungen
fr: Factures
he: חשבוניות
it: Fatture
ja: 請求書
ru: счета-фактуры

source: Chrome extension
de: Chrome-Erweiterung
fr: Extension Chrome
he: תוסף Chrome
it: Estensione Chrome
ja: Chrome拡張機能
ru: Расширение Chrome

source: 1 Pack of 5 licenses
de: 1 Packung mit 5 Lizenzen
fr: 1 Pack de 5 licences
he: 1 חבילה של 5 רישיונות
it: 1 pachetto da 5 licenze
ja: 1パックの5ライセンス
ru: 1 пакет из 5 лицензий

source: for one year
de: für ein Jahr
fr: pour un an
he: במשך שנה אחת
it: per un anno
ja: 1年間
ru: на один год

source: for one month
de: für ein Monat
fr: pour un mois
he: לחודש אחד
it: per un mese
ja: 1ヶ月間
ru: на месяц

source: Wrong license number
de: Falsche Lizenznummer
fr: Nombre de licence incorrect
he: מספר רישיון שגוי
it: Numero di licenza sbagliato
ja: 間違ったライセンス番号
ru: Неправильный номер лицензии

source: Wrong promotion code
de: Falscher Werbeaktionscode
fr: Code promotionnel incorrect
he: קוד קידום שגוי
it: Codice promozionale errato
ja: 間違ったプロモーションコード
ru: Неправильный промокод

source: Chrome users
de: Chrome-Nutzer
fr: Utilisateurs Chrome
he: משתמשי Chrome
it: Utenti di Chrome
ja: Chrome ユーザー
ru: Пользователи Chrome

source: We are sorry but your payment could not be processed. Please try again or contact us on support@gmailsharedcontacts.com
de: Ihre Zahlung konnte leider nicht durchgeführt werden. Bitte versuchen Sie es erneut oder kontaktieren Sie uns unter support@gmailsharedcontacts.com
fr: Nous sommes désolés mais votre paiement n'a pas pu être traité. Veuillez réessayer ou contactez-nous à l'adresse support@gmailsharedcontacts.com
he: מצטערים, לא אושר את התשלום. נסה שוב או צור איתנו קשר בכתובת support@gmailsharedcontacts.com
it: Ci dispiace, ma non siamo stati in grado di elaborare il tuo pagamento. Ti preghiamo di riprovare o di contattarci all'indirizzo support@gmailsharedcontacts.com
ja: 申し訳ありませんが、お支払いを処理することができませんでした。もう一度お試しいただくか、support@gmailsharedcontacts.com までお問い合わせください。
ru: Мы сожалеем, но ваш платеж не может быть обработан.Пожалуйста, повторите попытку или свяжитесь с нами по support@gmailsharedcontacts.com

source: /user
de: /Benutzer
fr: /utilisateur
it: /utente
ja: /ユーザー
ru: /пользователь
