Repository: Apollo725/sm-django
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: de, fr, he, it, ja, ru

source: Need assistance
de: Sie benötigen Hilfe?
fr: Besoin d'aide
he: צריך/ה עזרה
it: Ho bisogno di assistenza
ja: お困りの場合
ru: Нужна помощь

source: If you need help with your subscription please contact our support team at %(email_link)s.
de: Wenn Sie Hilfe bei Ihrem Abonnement benötigen, kontaktieren Sie unser Support-Team unter %(email_link)s.
fr: Si vous avez besoin d'aide avec votre abonnement merci de contacter notre équipe de support à %(email_link)s.
he: אם צריכים עזרה ברישום שלך נא ליצור קשר עם קבוצת העזרה שלנו ב %(email_link)s
it: Se hai bisogno di assistenza a completare la tua iscrizione contatta il nostro team di supporto al %(link_email).
ja: サブスクリプションに関してお困りの場合、弊社サポートチーム (%(email_link)s) までお問い合わせください。
ru: Если вам нужна помощь с подпиской, обратитесь в нашу службу поддержки по адресу %(email_link)s.

source: month
de: Monat
fr: mois
he: חודש
it: mese
ja: 月
ru: Месяц

source: Or
de: Oder
fr: Ou
he: או
it: O
ja: または
ru: Или

source: with monthly billing
de: mit monatlicher Abrechnung
fr: Avec facturation mensuelle
he: עם תשלום חודשי
it: con fatturazione mensile
ja: 月締め支払いで
ru: с ежемесячным выставлением счета

source: upgrade
de: Verlängern/Upgrade
fr: Etendre / mettre à niveau
he: שדרוג
it: Estendi/aggiorna
ja: 拡張/アップグレード
ru: Расширение/обновление

source: Buy
de: Kaufen
fr: Acheter
he: לקנות
it: EFFETTUA L'ACQUISTO
ja: 購入
ru: Купить

source: UP to %(tier_high)s USERS
de: BIS ZU %(tier_high)s NUTZER
fr: Jusqu'à %(tier_high)s utilisateurs
he: עד %(tier_high)s משתמשים
it: FINO A % (livello_alto) UTENTI
ja: 最大 %(tier_high)s ユーザー
ru: ДО %(tier_high)s ПОЛЬЗОВАТЕЛЕЙ

source: Billed annually
de: Jährlich in Rechnung gestellt
fr: Facturé chaque année
he: תשלום שנתי
it: Fatturato annualmente
ja: 年間請求額
ru: Годовая оплата

source: year
de: Jahr
fr: an
he: שנה
it: anno
ja: 年
ru: Год

source: BASIC
fr: BASIQUE
he: בסיסי
it: BASE
ja: 基本
ru: БАЗОВЫЙ

source: 24/7 technical support
de: Technischer Support 24/7
fr: Support technique 24/7
he: תמיכה טכנית 24/7
it: Supporto tecnico 24 ore al giorno per 7 giorni alla settimana
ja: 24時間年中無休の技術サポート
ru: Круглосуточная техническая поддержка

source: Mobile/Tablet & Outlook sync
de: Synchronisierung von Mobiltelefon/Tablet und Outlook
fr: Mobile / Tablette & synchronisation Outlook
he: סינכרון עם ניד/טבלט וOutlook
it: Mobile/Tablet e sincronizzazione di Outlook
ja: モバイル/タブレットおよび Outlook の同期
ru: Синхронизация мобильного телефона/планшетного компьютера с Outlook

source: Permission delegation
de: Übertragung der Berechtigung
fr: Autorisations
he: משלחת הרשאה
it: Delega dell'autorizzazione
ja: 権限の委譲
ru: Разрешение делегирования

source: Sharing with users
de: Mit anderen Nutzern teilen
fr: Partage avec les utilisateurs
he: בשיתוף עם משתמשים
it: Condivisione con gli utenti
ja: ユーザーと共有
ru: Общий доступ с пользователями

source: Up to 10 shared contact groups
de: Bis zu 10 freigegebene Kontaktgruppen
fr: Jusqu'à 10 groupes de contact partagés
he: עד 10 אנשי קשר משתתפיף
it: Fino a 10 gruppi di contatti condivisi
ja: 最大 10 の共有連絡先グループ
ru: До 10 общих групп контактов

source: Up to 250 shared Contacts per groups
de: Bis zu 250 freigegebene Kontakte pro Gruppe
fr: Jusqu'à 250 contacts partagés par groupe
he: עד 250 אנשי קשר בקבוצה
it: Fino a 250 Contatti condivisi per gruppi
ja: グループあたり最大 250 の共有連絡先
ru: До 250 общих контактов в группах

source: PER USER
de: PRO BENUTZER
fr: PAR UTILISATEUR
he: לכל משתמש
it: PER UTENTE
ja: ユーザー毎
ru: НА ПОЛЬЗОВАТЕЛЯ

source: FOR YOUR WHOLE DOMAIN
de: FÜR IHRE GANZE DOMÄNE
fr: Pour tout votre domaine
he: לכל התחום שלך
it: PER L'INTERO DOMINIO
ja: ドメイン全体に対して有効
ru: ДЛЯ ВСЕГО ВАШЕГО ДОМЕНА

source: user
de: Benutzer
fr: utilisateur
he: משתמש
it: utente
ja: ユーザー
ru: пользователь

source: ENTERPRISE
fr: ENTREPRISE
he: יזמה
it: AZIENDA
ja: エンタープライズ
ru: ПРЕДПРИЯТИЕ

source: Unlimited # of shared contact groups
de: Unbegrenzte Anzahl gemeinsamer Kontaktgruppen
fr: Nombre Illimité de groupes de contact partagés
he: מס' קבוצות שותפות אי-סופי
it: Un numero illimitato di gruppi di contatti condivisi
ja: 利用できる共有連絡先グループの数が無制限に
ru: Неограниченное число общих групп контактов

source: Unlimited # of shared contacts
de: Unbegrenzte Anzahl gemeinsamer Kontakte
fr: Nombre illimité de contacts partagés
he: מס' אנשי קשר אי-סופי
it: Un numero illimitato di contatti condivisi
ja: 共有連絡先の数が無制限に
ru: Неограниченное число общих контактов

source: Sharing with users AND users groups
de: Freigabe für Nutzer UND Nutzergruppen
fr: Partage avec utilisateurs et groupes d'utilisateurs
he: לשתף עם משתמשים וקבוצות משתמשים
it: Condivisione con gli utenti E con i gruppi di utenti
ja: ユーザーとユーザーグループと共有
ru: Совместное использование с пользователями И группами пользователей

source: Sharing with external domain users and @gmail.com addresses
de: Freigabe für externe Domain-Nutzer und @gmail.com-Adressen
fr: Partage avec des utilisateurs en dehors du domaine et adresses @gmail.com
he: לשתף עם תחומים חיצוניים וכתובות @gmail.com
it: La condivisione con utenti esterni al dominio e titolari di indirizzi @gmail.com
ja: 外部ドメインのユーザーおよび @gmail.com のアドレスと共有
ru: Общий доступ с пользователями внешнего домена и адресатами @gmail.com

source: Most popular
de: Beliebtheit
fr: Le plus populaire
he: הפופולשרי ביותר
it: I più popolari
ja: 最も一般的な選択です
ru: Самые популярные

source: PRO
he: פרו
it: PROFESSIONISTA
ja: プロ
ru: ПРО

source: Shared Contacts for Gmail®
fr: Contacts Partagés pour Gmail®
he: אנשי קשר משותפים לGmail
it: Contatti Condivisi per Gmail®
ja: Shared Contacts for Gmail® (Gmail®の共有連絡先)

source: Number of licenses: %(license_numer)s
de: Anzahl Lizenzen: %(license_numer)s
fr: Nombre de licences: %(license_numer)s
he: מספר רישיונות
it: Numero di licenze: % (numero_licenza)
ja: ライセンス数： %(license_numer)s
ru: Количество лицензий: %(license_numer)s

source: buy more
de: Kaufen Sie mehr
fr: Acheter plus
he: לקנות יותר
it: acquista altro
ja: さらに購入する
ru: купить больше

source: Upgrade
fr: Mettre à niveau
he: שדרוג
it: Aggiorna
ja: アップグレード
ru: Обновить

source: Renewal date
de: Verlängerungsdatum
fr: Option de renouvellement
he: תאריך חידוש
it: Data di rinnovo
ja: 更新日
ru: Дата возобновления

source: Expiry date
de: Ablaufdatum
fr: Date d'expiration
he: בתוקף עד
it: Data di scadenza
ja: 有効期限
ru: Дата окончания

source: Renewal option
de: Verlängerungsoption
fr: Option de renouvellement
he: אפשרות חידוש
it: Opzione di rinnovo
ja: 更新オプション
ru: Право на возобновление

source: Auto-renew on %(renewal_date)s
de: Automatisch Verlängerung am %(Verlängerungsdatum)en
fr: Renouvellement automatique le % (renewal_date) s
he: חידוש אוטומתי ב%(renewal_date)s
it: Rinnovo automatico il %(data_di_rinnovo)s
ja: %(renewal_date)sに自動更新
ru: Автоматическое продление %(renewal_date)s

source: Order #
de: Bestellnr.
fr: Commande #
he: מס' הזמנה
it: Ordine N°
ja: 注文番号
ru: Заказ №

source: Order date
de: Bestelldatum
fr: Date de la commande
he: תאריך הזמנה
it: Data dell'Ordine
ja: 注文日
ru: Дата заказа

source: Version
de: Kostenlose Version
fr: Version gratuite
he: גרסה
it: Versione
ja: 無料版
ru: Бесплатная версия

source: Evalution
de: Bewertung
fr: Essai
he: הערכה
it: Valutazione
ja: 評価
ru: Оценка

source: Start date
de: Bestelldatum
fr: Date de la commande
he: תארית התחלה
it: Data dell'Ordine
ja: 注文日
ru: Дата заказа

source: Renewal options
de: Verlängerungsoption
fr: Option de renouvellement
he: אפשרות חידוש
it: Opzione di rinnovo
ja: 更新オプション
ru: Право на возобновление

source: Auto-renew my contract
de: Meinen Vertrag automatisch verlängern
fr: Renouveler automatiquement mon contrat
he: חידוש אוטומתי על החוזה שלי
it: Rinnova automaticamente il mio contratto
ja: 契約を自動更新
ru: Автоматически продлевать мой договор

source: Renew my commitment on %(renewal_date)s for all licenses at the current price. (Currently %(license_number)s licenses)
de: Gapps Experts erneuert Ihr Abonnement %(commitment)s für alle Lizenzen zum damaligen Preis genau %(commitment)s nach Ihrer Zahlung.
fr: Après %(commitment)s, votre engagement sera renouvelé pour une période supplémentaire de %(commitment)s pour toutes les licences au prix alors en vigueur.
he: לחדש את ההתחיבות שלי ב%(renewal_date)s לכל הרישיונות במחיר הנוכחי (Currently %(license_number)s licenses)
it: Gapps Experts è pronto a rinnovare il tuo impegno per un aggiuntivo % (impegno) per tutte le licenze al prezzo allora in vigore, esattamente %(impegno) dopo il tuo pagamento.
ja: Gapps Experts は、お支払後 %(commitment)s で、すべてのライセンスの追加 %(commitment)s を当時の価格にて、お使いの契約を更新いたします。
ru: Эксперты Gapps обновят срок действия дополнительно на %(commitment)s для всех лицензий по текущей цене, а именно на %(commitment)s после оплаты.

source: Cancel my service at the end of my term
de: Meinen Dienst am Ende der Laufzeit kündigen
fr: Annuler mon service à la fin de mon abonnement
he: לבטל את המערכת בסוף התקופה
it: Cancella il mio servizio alla scadenza
ja: 本期間の終わりにサービスをキャンセル
ru: Отменить мое обслуживание по окончании срока действия

source: Service will be suspended on %(renewal_date)s, when my existing commitment ends.
de: Der Dienst wird am %(Verlängerungsdatum)en beendet, wenn meine bestehende Verpflichtung endet.
fr: Le service sera suspendu le% (renewal_date) s, à la fin de mon engagement actuel.
he: המערכת תיהיה מבוטלת ב%(renewal_date)s, בסוף ההתחיבות שלי
it: Il servizio verrà sospeso il %(data_di_rinnovo)s, quando termina il mio impegno in essere.
ja: 既存のコミットメントが終了した際、%(renewal_date)sをもってサービスを停止
ru: Обслуживание будет прекращено ​​%(renewal_date)s, когда закончится мой действующий контракт.

source: Save
de: Speichern
fr: Sauvegarder
he: לשמור
it: Salva
ja: 保存
ru: Сохранить

source: Error happens when you pay, please try again or try with another credit card.
de: Bei der Bezahlung ist ein Fehler aufgetreten. Probieren Sie es erneut oder versuchen Sie es mit einer anderen Kreditkarte.
fr: Une erreur s'est produite lors du paiement. Merci de recommencer ou d'essayer une autre carte de crédit.
he: שגיעה בתשלומך, לא להכניס כרטיס אשראי שונה
it: Se si verifica un errore nel corso del pagamento, prova ancora o riprova usando un'altra carta di credito.
ja: 支払時にエラーが発生しました。もう一度お試しいただくか、別のクレジットカードでお支払ください。
ru: Во время оплаты возникает ошибка, пожалуйста, повторите попытку или используйте другую кредитную карту.

source: pack
de: Paket
he: חבילה
it: pacchetto
ja: パック
ru: пакет

source: Billed monthly
de: Monatliche Abrechnung
fr: Facturation mensuelle
he: תשלום חודשי
it: Fatturazione mensile
ja: 毎月請求
ru: Ежемесячная оплата

source: %(tier_high)s USERS PACK
de: %(tier_high)s BENUTZERPAKET
fr: PACK DE %(tier_high)s UTILISATEURS
he: %(tier_high)s חבילה משתמש
it: %(tier_high) PACCHETTO UTENTI
ja: %(tier_high)s ユーザーパック
ru: %(tier_high)s ПОЛЬЗОВАТЕЛЬСКИЙ ПАКЕТ

source: UNLIMITED SHARES
de: UNBEGRENZTES TEILEN
fr: PARTAGES ILLIMITÉES
he: חילקים אינסופיים
it: AZIONI ILLIMITATE
ja: 無限に共有
ru: НЕОГРАНИЧЕННОЕ КОЛИЧЕСТВО ОБМЕНОВ

source: FOR MULTIPLE DOMAINS
de: FÜR MEHRERE DOMAINS
fr: POUR PLUSIEURS DOMAINES
he: לתחומים רבים
it: PER DOMINI MULTIPLI
ja: 複数ドメインに
ru: ДЛЯ НЕСКОЛЬКИХ ДОМЕНОВ

source: Please enter your credit card information
de: Bitte geben Sie Ihre Kreditkarteninformation ein
fr: Veuillez, s'il vous plaît, entrer les informations de votre carte de crédit
he: לא להכניס פרטי כרטיס אשראי
it: Immettere le informazioni della sua carta di credito
ja: クレジットカード情報を入力してください
ru: Введите данные вашей кредитной карты

source: Yes, I have read and accept Shared Contacts for Gmail® <a href="http://www.gmailsharedcontacts.com/tos/" target="_blank">terms and conditions.</a>
de: Ja, ich habe die <a href="http//:www.gmailsharedcontacts.com/tos/" target="_blank">Allgemeinen Geschäftsbedingungen</a> von Shared Contacts for Gmail® gelesen and angenommen.
fr: Oui, j'ai lu et accepte les <a href="http://www.gmailsharedcontacts.com/tos/" target="_blank">Conditions Générales d'Utilisation</a> de Shared Contacts for Gmail®
he: כן, קראתי וקיבלתי את תנאי אנשי קשר משותפים לGmail <a href="http://www.gmailsharedcontacts.com/tos/" target="_blank">terms and conditions.</a>
it: Sì, ho letto e accetto i Contatti Condivisi per Gmail® <a href="http://www.gmailsharedcontacts.com/tos/" target="_blank">termini e condizioni.</a>
ja: はい、私はShared Contacts for Gmail® <a href="http://www.gmailsharedcontacts.com/tos/" target="_blank">の利用規約を読んで、承諾しました。</a>
ru: Да, я прочел и принимаю условия использования <a href="http://www.gmailsharedcontacts.com/tos/" target="_blank">Службы общих контактов Gmail®.</a>

source: Unit cost
de: Stückpreis
fr: Coût unitaire
he: מחיר יחידי
it: Costo unitario
ja: ユニットコスト
ru: Цена за единицу

source: Launch
fr: Lancer
he: לשלוח
it: Lancio
ja: 起動
ru: Запустить

source: Domain users
de: Domainbenutzer
fr: Utilisateurs du domaine
he: תחומי משתמשים
it: Utenti di dominio
ja: ドメインユーザー
ru: Пользователи домена

source: for %(customer_name)s
de: für %(Kundenname)n
fr: pour %(customer_name)s
he: ל%(customer_name)s
it: per %(nome_cliente)s
ja: %(customer_name)s用
ru: для %(customer_name)s

source: My subscription
de: Mein Abonnement
fr: Mon abonnement
he: הרשמה שלי
it: La mia sottoscrizione
ja: マイ サブスクリプション
ru: Моя подписка

source: Payment method
de: Zahlungsmethode
fr: Méthode de paiement
he: שיטת תשלום
it: Modalità di pagamento
ja: 支払い方法
ru: Способ оплаты

source: Started on
de: Beginn am
fr: Commencé le
he: התחלת ב
it: Data inizio
ja: 開始日
ru: Начало:

source: Billing frequency
de: Abrechnungshäufigkeit
fr: Fréquence de facturation
he: תדירות תשלום
it: Frequenza di fatturazione
ja: 請求の頻度
ru: Периодичность выставления счетов

source: Renews on
de: Wird verlängert am
fr: Renouvellement au
he: לחדש ב
it: Si rinnova il
ja: 更新
ru: Продления

source: Next invoice
de: Nächste Rechnung
fr: Prochaine facture
he: החשבונית הבאה
it: Fattura successiva
ja: 次の請求書
ru: Следующий счет

source: Add licences
de: Lizenzen hinzufügen
fr: Ajouter des licenses
he: להוסיף רישיונות
it: Aggiungere licenze
ja: ライセンスを追加
ru: Добавить лицензии

source: Annual billing
de: Jahres Abrechnung
fr: Facturation annuelle
he: תשלום שנתי
it: Fatturazione annuale
ja: 毎年恒例の請求
ru: Годовое выставление счетов

source: Monthly billing
de: Monatliche Abrechnung
fr: Facturation mensuelle
he: תשלום חודשי
it: Fatturazione mensile
ja: 毎月請求
ru: Ежемесячное выставление счета

source: domain
fr: domaine
he: תחום
it: dominio
ja: ドメイン
ru: домен

source: Number of licenses
de: Anzahl der Lizenzen
fr: Nombre de licences
he: מספר רשיונות
it: Numero di licenze
ja: ライセンス数
ru: Количество лицензий

source: Total licences
de: Gesamtlizenzen
fr: Total de licences
he: סך הכל רשיונות
it: licenze totali
ja: 合計ライセンス数
ru: Всего лицензий

source: My payment information
de: Meine Zahlungsinformationen
fr: Mes Informations de paiement
he: פרטים תשלום שלי
it: Mie informazioni di pagamento
ja: 支払い情報
ru: Моя платежная информация

source: Add a payment method
de: Zahlungsmethode hinzufügen
fr: Ajouter une méthode de paiement
he: להוסיף שיטת תשלום
it: Aggiungi un metodo di pagamento
ja: 支払い方法を追加
ru: Добавить способ оплаты

source: Which kind of payment?
de: Welche Art von Zahlung?
fr: Quelle sorte de paiement ?
he: סוג תשלום?
it: Che tipo di pagamento?
ja: どのような支払いですか？
ru: Какой вид платежа?

source: Validate
de: bestätigen
fr: Valider
he: לתקף
it: Convalidare
ja: 確認
ru: Подтвердить

source: Credit card information
de: Kreditkarteninformation
fr: Informations de la carte bancaire
he: פרטים כרטיס אשראי
it: Informazioni sulla carta di credito
ja: クレジットカード情報
ru: Данные кредитной карты

source: Profile
de: Profil
fr: Profil
he: פרופיל
it: Profilo
ja: プロフィール
ru: Профиль

source: Payment information
de: Zahlungsinformationen
fr: Informations de paiement
he: פרטים תשלום
it: Informazioni sul pagamento
ja: 支払い情報
ru: Платежная информация

source: Yearly commitment
de: Jährliche Verpflichtung
fr: Engagement annuel
he: התחיבות שנתית
it: Impegno annuale
ja: 年次コミットメント
ru: Контракт на год

source: Monthly commitment
de: Monatliche Verpflichtung
fr: Engagement mensuel
he: התחיבות חודשית
it: Impegno mensile
ja: 月次コミットメント
ru: Контракт на месяц

source: Enterprise Edition
fr: Version Entreprise
he: הוצאה יזמתית
ja: エンタープライズ版
ru: Версия для предприятий

source: Professional Edition
fr: Version Professionnelle
he: הוצאה מקצועית
ja: プロフェッショナル版
ru: Профессиональная версия

source: Basic Edition
fr: Version Basique
he: הוצאה בסיסית
ja: ベーシック版
ru: Базовая версия

source: Share contacts
de: Kontakte teilen
fr: Contacts partagés
he: לשתף אנשי קשר
it: Contatti condivisi
ja: 連絡先を共有
ru: Поделиться контактами

source: Pending
de: Ausstehend
fr: En attente
he: ממתין
it: In attesa
ja: 保留中
ru: В ожидании

source: Advanced logging and security features
de: Erweiterte Protokollierung und Sicherheitsfunktionen
fr: Fonctions avancées de journalisation et de sécurité
he: תכונות מתקדמות של כניסה ואבטחה
it: Funzionalità avanzate di registrazione e sicurezza
ja: 高度なログとセキュリティ機能
ru: Расширенные функции ведения журналов и безопасности

source: Click on "Proceed to checkout" to pay with your Paypal account
de: Klicken Sie auf "Zur kasse" mit Ihrem Paypal-Konto bezahlen
fr: Cliquez sur "Passer au paiement" pour payer avec votre compte Paypal
he: לחץ על "המשך לקופה" כדי לשלם עם חשבון Paypal שלך
it: Fare clic su "Continua l'acquisto" a pagare con il tuo account Paypal
ja: 「チェックアウトに進む」をクリックしてPaypalアカウントでお支払いください
ru: Нажмите "Перейти к оплате", чтобы оплатить с помощью Paypal

source: You will be charged by Paypal account %(email)s
de: Sie werden per Paypal Konto belastet %(email)s
fr: Vous serez facturé depuis votre compte Paypal %(email)s
he: תחויב על ידי חשבון Paypal %(email)s
it: Verrà addebitato l'account Paypal %(email)s
ja: Paypalアカウント %(email)s によって課金されます
ru: Плата будет снята с аккаунта Paypal %(email)s

source: Update
de: Aktualisieren
fr: Mettre à jour
he: עדכון
it: Aggiornare
ja: アップデート
ru: Обновить

source: Saved successfully
de: Erfolgreich gespeichert
fr: Enregistré avec succès
he: נשמר בהצלחה
it: Salvato con successo
ja: 正常に保存されました
ru: Успешно сохранено

source: Contact us at <a href="support@gmailsharedcontacts.com">support@gmailsharedcontacts.com</a>
de: Kontaktieren Sie uns unter <a href="support@gmailsharedcontacts.com">support@gmailsharedcontacts.com</a>
fr: Contactez-nous à <a href="support@gmailsharedcontacts.com"> support@gmailsharedcontacts.com </a>
he: צור קשר בכתובת <a href="support@gmailsharedcontacts.com">support@gmailsharedcontacts.com</a>
it: Contattaci a <a href="support@gmailsharedcontacts.com">support@gmailsharedcontacts.com</a>
ja: <a href="support@gmailsharedcontacts.com">support@gmailsharedcontacts.com</a> までお問い合わせください
ru: Пишите нам на <a href="support@gmailsharedcontacts.com">support@gmailsharedcontacts.com</a>

source: You cannot purchase less than %(minimum_licenses_to_upgrade)s licenses
de: Sie können nicht weniger als %(minimum_licenses_to_upgrade)s Lizenzen erwerben
fr: Vous ne pouvez pas acheter moins de %(minimum_licenses_to_upgrade)s licences
he: לא ניתן לרכוש פחות מ license_licenses_to_upgrade)s)% רישיונות
it: Non puoi acquistare meno di %(minimum_licenses_to_upgrade)s licences
ja: %(minimum_licenses_to_upgrade)sライセンス未満は購入できません
ru: Вы не можете приобрести менее %(minimum_licenses_to_upgrade)s лицензионных версий

source: Close
de: Schließen
fr: Fermer
he: סגור
it: Chiudi
ja: 閉じる
ru: Закрыть

source: Expires on
de: Läuft aus am
fr: Expire le
he: פג תוקף בתאריך
it: Scade il
ja: 期限切れ
ru: Срок истекает

source: Econsulting Customer
de: EConsulting-Kunde
fr: Client Econsulting
he: לקוח איקונסלטינג
it: Cliente Econsulting
ja: Eコンサルティング顧客
ru: Клиент по е-консалтингу

source: Econsulting Partner
fr: Partenaire Econsulting
he: שותף איקונסלטינג
it: Partner Econsulting
ja: Eコンサルティングパートナー
ru: Партнер по е-консалтингу

source: Econsulting Prospect
de: Möglicher EConsulting-Neukunde
fr: Potentiel Econsulting
he: פוטנציאל איקונסלטינג
it: Prospetto Econsulting
ja: Eコンサルティング見込み客
ru: Потенциальный клиент по е-консалтингу

source: Prospect
de: Möglicher Neukunde
fr: Potentiel
he: פוטנציאל
it: Prospetto
ja: 見込み客
ru: Потенциальный клиент

source: Please contact your reseller for any new orders.
de: Bitte wenden Sie sich für neue Bestellungen an Ihren Händler.
fr: Veuillez contacter votre revendeur pour toute nouvelle commande.
he: צור קשר עם המפיץ שלך לגבי הזמנות חדשות.
it: Per favore contatta il tuo rivenditore per nuovi ordini.
ja: 新規の注文については、リセラーにお問い合わせください。
ru: За новыми заказами, пожалуйста, обратитесь к своему поставщику.

source: from now to %(expiry_date)s
de: ab jetzt bis %(expiry_date)s
fr: De maintenant à% (expiry_date) s
he: מעתה ועד %(expiry_date)s
it: da adesso a %(expiry_date)s
ja: 今から %(expiry_date)sまで
ru: с сегодня до %(expiry_date)s

source: Valid until
de: Gültig bis
fr: Valable Jusqu'à
he: בתוקף עד
it: Valido fino a
ja: 有効期限
ru: Действительно до

source: Until your renewal date
de: Bis zu Ihrem Verlängerungsdatum
fr: Jusqu'à date d'expiration
he: עד תאריך החידוש שלך
it: Fino alla data di rinnovo
ja: 更新日まで
ru: До даты продления

source: Prorated price from now to
de: Anteiliger Preis von jetzt bis
fr: Prix proratisé jusqu'au
he: מחיר פרופורציה מעכשיו ל
it: A partire da ora il prezzo verrà suddiviso
ja: 今後は、按分された価格は
ru: Пропорциональная цена с настоящего момента по

source: users
de: benutzern
fr: utilisateurs
he: משתמשים
it: utenti
ja: ユーザー
ru: пользователей

source: contact us
de: Kontaktieren Sie uns
fr: contactez-nous
he: תיצור איתנו קשר
it: contattaci
ja: ご連絡下さい
ru: свяжитесь с нами

source: unlimited backup
de: uneingeschränktes Backup
fr: sauvegarde illimitée
he: גיבוי בלתי מוגבל
it: backup illimitato
ja: 無制限バックアップ
ru: неограниченно резервное копирование

source: corporate
de: Körperschaftlich
he: הארגונית
ja: 企業
ru: корпоративный

source: advanced admin capabilities
de: erweiterte Admin-Befähigungen
fr: Capacités d'administration avancées
he: יכולות ניהול מתקדמות
it: capacità amministratore avanzate
ja: 高度な管理能力
ru: расширенные возможности администрирования

source: Corporate Version
de: Körperschaftliche Version
fr: Version Corporate
he: הגרסה הארגונית
it: Versione corporate
ja: 企業版
ru: Корпоративная версия

source: Up to 250 contacts per group
de: Bis zu 250 gemeinsame Kontakte pro Gruppe
fr: Jusqu'à 250 contacts par groupe
he: עד 250 אנשי קשר בקבוצה
it: Fino a 250 Contatti condivisi per gruppo
ja: 最高250件の共有連絡先グループ
ru: До 250 общих контактов в группах

source: Sharing with same domain users
de: Mit Nutzern derselben Domain teilen
fr: Partager avec des utilisateurs du même domaine
he: משתף עם משתמשים באותו דומיין
it: Condivisione con gli stessi utenti del dominio
ja: 同一ドメインのユーザーとの共有
ru: Расшаривание с пользователями такого же домена

source: Permissions Management
de: Berechtigungsverwaltung
fr: Délégation des droits
he: משלחת רשות
it: Delega dell'autorizzazione
ja: 権限管理
ru: Управление разрешениями

source: Live Support
fr: Support en direct
he: תמיכה בזמן אמת
it: Supporto dal vivo
ja: ライブサポート
ru: онлайн поддержка

source: Unlimited Contact Backup
de: Unbegrenztes Kontakt-Backup
fr: Sauvegarde illimitée des contacts
he: גיבוי אנשי קשר בלתי מוגבל
it: Backup illimitato del contatto
ja: 連絡先バックアップが無制限
ru: Неограниченная резервная копия контактов

source: Instant Synchronization (Chrome users)
de: Sofortige Synchronisation (Chrome-Erweiterung)
fr: Synchronisation instantanée (Extension Chrome)
he: סינכרון מיידי (תוסף Chrome)
it: Sincronizzazione istantanea (Estensione Chrome)
ja: インスタント同期 (Chrome拡張機能)
ru: Мгновенная синхронизация (Расширение Chrome)

source: Email support
fr: Support par e-mail
he: תמיכה במייל
it: Supporto E-mail
ja: 電子メール対応
ru: Поддержка по электронной почте

source: (from 5 users)
de: (von 5 Nutzern)
fr: (à partir de 5 utilisateurs)
he: (מ 5 משתמשים)
it: (da 5 utenti)
ja: (5名のユーザーから)
ru: (от 5 пользователей)

source: Try for free
de: Kostenlose testversion
fr: Essayer gratuitement
he: נסה/י בחינם
it: Prova gratuita
ja: 無料でトライアル
ru: ПОПРОБОВАТЬ БЕСПЛАТНО

source: Total
he: סה”כ
it: Totale
ja: 合計
ru: Итого

source: Features
de: Eigenschaften
fr: Fonctionnalités
he: מאפיינים
it: Caratteristiche
ja: 特徴
ru: Особенности
