Repository: Apollo725/sm-django
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: de, fr, he, it, ja, ru

source: English
de: Englisch
fr: Anglais
he: אנגלית
it: Inglese
ja: 英語
ru: Английский

source: French
de: Französisch
fr: Français
he: צרפתית
it: Francese
ja: フランス語
ru: Французский

source: German
de: Deutsch
fr: Allemand
he: גרצנית
it: Tedesco
ja: ドイツ語
ru: Немецкий

source: Spanish
de: Spanisch
fr: Espagnol
he: ספרדית
it: Spagnolo
ja: スペイン語
ru: Испанский

source: Italian
de: Italienisch
fr: Italien
he: איטלקית
it: Italiano
ja: イタリア語
ru: Итальянский

source: Russian
de: Russisch
fr: Russe
he: רוסית
it: Russo
ja: ロシア語
ru: Русский

source: Portuguese
de: Portugal
fr: Portugais
he: פורטוגזית
it: Portogallo
ja: ポルトガル語
ru: Португалия

source: Korean
de: Koreanisch
fr: Coréen
he: קוראנית
it: Coreano
ja: 韓国語
ru: Корейский

source: Japanese
de: Japanisch
fr: Japonais
he: יפנית
it: Giapponese
ja: 日本語
ru: Японский

source: Home
de: Startseite
fr: Accueil
he: דף הבית
ja: ホーム
ru: Главная страница

source: Customer
de: Kunde
he: לקוח
it: Cliente
ja: 顧客
ru: Клиент

source: Resold customer
de: An Kunden weiterverkauft
he: לקוח מוכר
it: Cliente rivenduto
ja: 再販顧客
ru: Клиент реселлера

source: Google customer
de: Google Kunde
he: לקוח גוגל
it: Cliente di Google
ja: Google カスタマー
ru: Клиент Google

source: Reseller
de: Händler
fr: Nom du revendeur
he: מוכר
it: Rivenditore
ja: 再販業者
ru: Реселлер

source: Buyer
de: Käufer
fr: Acheteur
he: לקוח
it: Acquirente
ja: バイヤー
ru: Покупатель

source: Admin
de: Administrator
fr: Administrateur
he: מנהל
it: Amministratore
ja: 管理者
ru: Администратор

source: User
de: Nutzer
fr: Utilisateur
he: משתמש
it: Utente
ja: ユーザー
ru: Пользователь

source: Free version
de: Kostenlose Version
fr: Version gratuite
he: גרסת חינם
it: Versione gratuita
ja: 無料版
ru: Бесплатная версия

source: Basic version
fr: Version Basique
he: גרסה בסיסית
it: Versione di base
ja: 基本版
ru: Базовая версия

source: Professional version
fr: Version Pro
he: גרסה מקצועית
it: Versione Professionale
ja: プロ版
ru: Профессиональная версия

source: Enterprise version
fr: version Entreprise
he: גרסה יזמתית
it: Versione aziendale
ja: エンタープライズ版
ru: Версия для предприятий

source: Subscription
de: Abonnement
fr: Abonnement
he: הרשמה
it: Sottoscrizione
ja: サブスクリプション
ru: Подписка

source: One-shot
de: Einmalig
fr: Prépaiement
he: ירייה אחת
it: Una tantum
ja: ワンショット
ru: Одноразовая

source: 1 year
de: 1 Jahr
fr: An
he: שנה אחת
it: 1 anno
ja: 1 年
ru: 1 год

source: 1 month
de: 1 Monat
fr: Mois
he: חודש אחד
it: 1 mese
ja: 1 ヶ月
ru: 1 месяц

source: Paypal auto
de: Automatisch Paypal
fr: Paypal automatique
he: PayPal אוטומתי
it: Paypal ritorno automatico
ja: PayPal 自動
ru: Paypal автоматический

source: Paypal preapproved
de: Paypal zuvor genehmigt
fr: Paypal préapprouvés
he: Paypal מאושר מלפני
it: Paypal pre-autorizzato
ja: PayPal 事前承認
ru: Paypal предварительно одобренный

source: Paypal manual
de: Paypal manuell
fr: Paypal Manuel
he: PayPal ידני
it: Manuale Paypal
ja: PayPal 手動
ru: Paypal ручной

source: Offline
fr: Hors ligne
he: לא מחובר
ja: オフライン
ru: Не в сети

source: Active
de: Aktiv
fr: Actif
he: פעיל
it: Attivato
ja: アクティブ
ru: Активный

source: Inactive
de: Inaktiv
fr: Inactif
he: אינו פעיל
it: Non attivato
ja: 非アクティブ
ru: Неактивный

source: Open
de: Öffnen
fr: Ouvrir
he: פתוח
it: Aperto
ja: オープン
ru: Открытый

source: Paid
de: Bezahlt
fr: Payé
he: שולם
it: Pagato
ja: 支払済み
ru: Оплаченный

source: Cancelled
de: Abgebrochen
fr: Annulé
he: מבוטל
it: Annullato
ja: キャンセルしました
ru: Отмененный

source: OVERDUE
de: ÜBERFÄLLIG
fr: EN RETARD
he: מאחר
it: SCADUTO
ja: 期限切れ
ru: ПРОСРОЧЕННЫЙ

source: Partially paid
de: Teilweise bezahlt
fr: Partiellement payé
he: חלק משולם
it: Parzialmente pagato
ja: 一部支払い済み
ru: Частично оплаченный

source: Delivered
de: Ausgeliefert
fr: Livré
he: נמסר
it: Consegnato
ja: 発送済み
ru: Доставленный

source: Approved
de: Abgenommen
fr: Approuvé
he: מאושר
it: Approvato
ja: 承認済み
ru: Одобрено

source: Invoice sent
de: Rechnung gesendet
fr: Facture Envoyée
he: חשבונית נשלחה
it: Fattura inviata
ja: 請求書を送信しました
ru: Счет отправлен

source: Renew
de: Erneuern
fr: Renouveler
he: לחדש
it: Rinnova
ja: 更新
ru: Возобновить

source: Flex
fr: Modulable
he: גמישות
ja: フレックス

source: Reduce
de: Reduzieren
fr: Réduire
he: להקטין
it: Riduci
ja: 減少
ru: Уменьшить

source: Cancel
de: Abbrechen
fr: Annuler
he: לבטל
it: Annulla
ja: キャンセル
ru: Отмена

source: Subscription Manager
de: Abonnement-Manager
fr: Abonnements
he: ניהוך הרשמה
it: Gestore degli abbonamenti
ja: サブスクリプションマネージャー
ru: Менеджер подписки

source: sign in
de: Anmeldung
fr: S'inscrire
he: להיכנס
it: accedi
ja: サインイン
ru: Регистрация

source: Sign in
de: Anmelden
fr: S'inscrire
he: להיכנס
it: Accedi
ja: サインイン
ru: Войти

source: name
fr: Nom complet
he: שם
it: nome
ja: 名前
ru: Имя

source: full name
de: Ganzer Name
fr: Nom complet
he: שם מלא
it: Nome e cognome
ja: 姓名
ru: Полное имя

source: MY SUBSCRIPTIONS
de: MEINE ABONNEMENTS
fr: Mes abonnements
he: הרשמות שלי
it: I MIEI ABBONAMENTI
ja: マイ サブスクリプション
ru: МОИ ПОДПИСКИ

source: Need assistance?
de: Sie benötigen Hilfe?
fr: Besoin d'aide?
he: צריך/כה עזרה?
it: Hai bisogno di assistenza?
ja: お困りですか？
ru: Нужна помощь?

source: If you need help with your subscription please contact our support team at <a href="%(mail_to)s">%(mail)s</a>.
de: Wenn Sie Hilfe bei Ihrem Abonnement benötigen, kontaktieren Sie unser Support-Team unter <a href="%(mail_to)s">%(mail)s</a>.
fr: Si vous avez besoin d'aide, merci de contacter notre assistance à l'adresse <a href="%(mail_to)s">%(mail)s</a>.
he: אם צריכים עזרה ברישום שלך נא ליצור קשר עם קבוצת העזרה שלנו ב <a href="%(mail_to)s">%(mail)s</a>.
it: Se hai bisogno di aiuto con la tua iscrizione puoi contattare il nostro team di supporto su <a href="%(mail_to)s">%(mail)s</a>.
ja: サブスクリプションに関してお困りの場合、弊社サポートチーム (<a href="%(mail_to)s">%(mail)s</a>) までお問い合わせください。
ru: Если вам нужна помощь с подпиской, обратитесь в нашу службу поддержки по адресу <a href="%(mail_to)s">%(mail)s</a>.

source: Full name
de: Ganzer Name
fr: Nom complet
he: שם מלא
it: Nome e cognome
ja: 姓名
ru: Полное имя

source: Email address
de: E-Mail-Adresse
fr: Adresse e-mail
he: כתובת מייל
it: Indirizzo email
ja: メールアドレス
ru: Адрес электронной почты

source: Phone number
de: Telefonnummer
fr: Numéro de téléphone
he: מספר טלפון
it: Recapito telefonico
ja: 電話番号
ru: Номер телефона

source: Shared Contacts for Gmail
fr: Contacts Partagés pour Gmail®
he: אנשי קשר Gmail משותפים
it: Contatti Condivisi per Gmail
ja: Shared Contacts For Gmail (Gmailの共有連絡先)

source: Thank you
de: Vielen Dank
fr: Merci !
he: תודה רבה
it: Grazie
ja: ありがとうございます
ru: Спасибо

source: Thank you for trusting Shared Contacts for Gmail®.
de: Vielen Dank, dass Sie sich für Shared Contacts for Gmail® entschieden haben.
fr: Merci de de votre confiance.
he: תודה בלאמין באנשי קשר משותפים לGmail
it: Grazie per la fiducia accordata a Contatti Condivisi per Gmail®.
ja: Shared Contacts for Gmail® (Gmail®の共有連絡先)を信頼いただき、ありがとうございます。
ru: Благодарим вас за доверие к Shared Contacts for Gmail®.

source: Your account has been successfully upgraded.
de: Ihr Konto wurde aktualisiert.
fr: Vous compte a été mis à jour avec succès.
he: חשבונך נתקדמה בהצלחה
it: Il tuo account è stato aggiornato correttamente.
ja: お使いのアカウントをアップグレードしました。
ru: Ваша учетная запись была успешно обновлена.

source: Your account has subscribed to Shared Contacts for Gmail® successfully.
de: Erstellen Sie ein Konto und beginnen Sie mit der Nutzung von <br> Shared Contacts for Gmail®
fr: Créer un compte et commencer à utiliser <br> contacts partagés pour Gmail®
he: חשבונך נרשמה לאנשי קשר משותפים לGmail בהצלחה
it: Crea un account e inizia a utilizzare <br> Contatti Condivisi per Gmail®
ja: アカウントを作成して、<br>Shared Contacts for Gmail®(Gmail®の共有連絡先)を開始しましょう
ru: Создайте учетную запись и начните использовать <br> Shared Contacts for Gmail®

source: You can now enjoy all the features and options of the full version, and find at any time all the details of your subscription: expiration date, next payment, number of licenses and more.
de: Sie können jetzt alle Funktionen und Optionen der Vollversion nutzen und haben jederzeit Zugriff auf die Details Ihres Abonnements wie Ablaufdatum, nächste Zahlung, Anzahl der Lizenzen usw.
fr: Vous pouvez maintenant profiter de toutes les fonctionnalités et options de la version complète.
he: עכשיו אתה יכול ליהנות מכל המאפיינים והאפשרויות של הגרסה המלאה, ולמצוא בכל עת את כל הפרטים של המנוי שלך: תאריך התפוגה, התשלום הבא, מספר הרישיונות ועוד.
it: Ora puoi usufruire di tutte le caratteristiche e le opzioni della versione completa, e trovare in ogni momento tutti i dettagli del tuo abbonamento: la data di scadenza, il pagamento successivo, il numero di licenze e altro ancora.
ja: これで完全版の機能およびオプションのすべてをお楽しみいただき、有効期限、次回支払日、所有ライセンスといったサブスクリプションの詳細をいつでもご確認いただけます。
ru: Теперь вы можете пользоваться всеми функциями и опциями полной версии, а также в любое время просматривать все детали вашей подписки: дату окончания срока, следующий платеж, количество лицензий и многое другое.

source: LAUNCH APP
de: APP STARTEN
fr: LANCER APP
he: לפתוח אפליקציה
it: LANCIO DI APP
ja: アプリの起動
ru: ЗАПУСТИТЬ ПРИЛОЖЕНИЕ

source: See my subscriptions
de: Siehe meine Abonnements
fr: Voir mes abonnements
he: לראות את ההרשמות שלי
it: Visualizzare i miei abbonamenti
ja: サブスクリプションの詳細を見る
ru: Смотреть мои подписки

source: Connect with us
de: Schließen Sie sich uns an
fr: Suivez-nous
he: לחבר איתנו
it: Entra in contatto con noi
ja: 私達と繋がりましょう
ru: Связаться с нами

source: Checkout
de: Zur Kasse gehen
fr: Payer
he: צ'ק אאוט
it: Pagamento
ja: チェックアウト
ru: Оформление

source: CHECKOUT
de: ZUR KASSE
he: צ'ק אאוט
it: PAGAMENTO
ja: チェックアウト
ru: ОФОРМИТЕ ЗАКАЗ

source: edition
de: Anmeldung
fr: Édition
he: הוצאה
it: Registrazione
ja: 登録
ru: Регистрация

source: Billed
de: Zahlungsmethode
fr: Méthode de facturation
he: הגיש חשבון
it: Modalità di fatturazione
ja: 請求方法
ru: Способ оплаты

source: 1 year commitment
de: Verpflichtung
fr: Engagement
he: התחיבות
it: Impegno
ja: 契約
ru: Обязательство

source: Enter how many licences you need
de: Lizenzen
fr: Engagement annuel
he: להכניס כמה רשיונות אתה צריך/את צריכה
it: Inserisci il numero di licenze di cui hai bisogno
ja: 必要なライセンス数を入力
ru: Укажите, сколько лицензий вам необходимо

source: Licenses
de: Zu zahlende Gesamtsumme
fr: Licences
he: רשיונות
it: Licenze
ja: ライセンス
ru: Лицензии

source: Total to pay
de: Gesamtkosten
fr: Coût Total
he: סך הכל לתשלום
it: Costo complessivo
ja: 合計金額
ru: Общая стоимость

source: You have
de: Sie haben
fr: Vous avez
he: יש לך
it: Hai
ja: 所有
ru: У вас есть

source: You add
de: Sie fügen hinzu
fr: Vous ajouter
he: הוספת
it: Hai aggiunto
ja: 追加
ru: Вы добавляете

source: You will have now
de: Sie werden jetzt haben
fr: Vous aurez maintenant
he: יש לך עכשיו
it: Ora avrai
ja: これからの所有
ru: Теперь у вас будет

source: New
de: Neu
fr: Nouveau
he: חדש
it: Nuovo
ja: 新しい
ru: Новый

source: Billing contact
de: Rechnungskontakt
fr: Contact de facturation
he: קשר על חשבון
it: Contatto per la fatturazione
ja: 請求先情報
ru: Контакт для оплаты

source: This contact will receive all the communication relative to the payment
de: Dieser Kontakt wird jegliche Kommunikation im Zusammenhang mit der Zahlung erhalten
fr: Ce contact recevra toute la communication relative au paiement
he: איש קשר הזה יקבל קשר על התשלום
it: Questo contatto riceverà tutte le informazioni relative al pagamento
ja: この連絡先で、支払いに関係するすべての連絡を受け取ります
ru: Этот контакт будет получать все сведения относительно платежа

source: Change
de: Ändern
fr: Changer
he: לשנות
it: Cambia
ja: 変更
ru: Изменить

source: Billing details
de: Rechnungsdaten
fr: Facturation
he: פרטים על חשבון
it: Dettagli di fatturazione
ja: 請求先詳細
ru: Детали оплаты

source: Country
de: Land
fr: Pays
he: ארץ
it: Paese
ja: 国
ru: Страна

source: State
de: Bundesland
fr: État
he: מדינה
it: Provincia
ja: 州・都道府県
ru: Штат

source: City
de: Stadt
fr: Ville
he: עיר
it: Città
ja: 市区町村
ru: Город

source: Zip code
de: Postleitzahl
fr: Code postal
he: מיקוד
it: C.A.P.
ja: 郵便番号
ru: Индекс

source: Address
de: Adresse
fr: Adresse
he: כתובת
it: Indirizzo
ja: 住所
ru: Адрес

source: YOUR ORDER
de: IHRE BESTELLUNG
fr: VOTRE COMMANDE
he: הזמנתך
it: IL TUO ORDINE
ja: 注文情報
ru: ВАШ ЗАКАЗ

source: Shared Contacts For Gmail
fr: Contacts Partagés pour Gmail
he: אנשי קשר משותפים מGmail
it: Contatti Condivisi per Gmail
ja: Shared Contacts For Gmail (Gmailの共有連絡先)

source: Number of licenses:
de: Anzahl Lizenzen: %(license_numer)s
fr: Nombre de licences: %(license_numer)s
he: מספר רשיונות
it: Numero di licenze: % (numero_licenza)
ja: ライセンス数： %(license_numer)s
ru: Количество лицензий: %(license_numer)s

source: Domain users: %(domain_users)s
de: Domänennutzer: %(domain_users)s
fr: Utilisateurs du domaine: %(domain_users)s
he: משתמשי תחום: %(domain_users)s
it: Utenti del dominio:% (utenti_dominio)
ja: ドメインユーザー： %(domain_users)s
ru: Пользователей домена: %(domain_users)s

source: Domain name
fr: Nom de domaine
he: שם התחום
it: Denominazione del dominio
ja: ドメイン名
ru: Доменное имя

source: Plan
de: Tarif
he: מערכת
it: Programma
ja: プラン
ru: План

source: Billing method
de: Zahlungsmethode
fr: Méthode de facturation
he: שיטת תשלום
it: Modalità di fatturazione
ja: 請求方法
ru: Способ оплаты

source: Annual
de: Abrechnungsmethode
fr: Annuel
he: שנתי
it: Annuale
ja: 年次
ru: Годовой

source: Monthly
de: Monat
fr: mois
he: חודשי
it: mese
ja: 月
ru: Месяц

source: Currency
de: Währung
fr: Devise
he: מטבע
it: Valuta
ja: 通貨
ru: Валюта

source: Expiration date
de: Ablaufdatum
fr: Date d'expiration
he: בתוקף עד
it: Data di scadenza
ja: 有効期限
ru: Срок действия

source: Add promotion code
de: Aktionscode eingeben
fr: Entrez le code promotionnel
he: להוסיף קוד אופטימי
it: Aggiungi codice di promozione
ja: プロモーションコードを追加
ru: Добавить промо-код

source: Enter promotion code
de: Aktionscode eingeben
fr: Entrez le code promotionnel
he: להכניס קוד אופטימי
it: Inserisci il codice promozionale
ja: プロモーションコードを入力
ru: Введите промо-код

source: APPLY
de: ÜBERNEHMEN
fr: APPLIQUER
he: להגיש
it: RICHIEDI
ja: 適用
ru: ПРИМЕНИТЬ

source: Total cost
de: Gesamtkosten
fr: Coût Total
he: סך הכל
it: Costo complessivo
ja: 合計金額
ru: Общая стоимость

source: Per month
de: 1 Monat
fr: Mois
he: לחודש
it: 1 mese
ja: 1 ヶ月
ru: 1 месяц

source: Per year
de: 1 Jahr
fr: /An
he: לשנה
it: 1 anno
ja: 1 年
ru: 1 год

source: Total cost
de: Gesamtkosten
fr: Coût Total
he: סך הכל
it: Costo complessivo
ja: 合計金額
ru: Общая стоимость

source: from now to %(expiry_date)s
de: von jetzt bis %(Ablaufdatum)en
fr: de maintenant à %(expiry_date)s
he: מעכשיו ועד %(expiry_date)s
it: da adesso a %(data_di_scadenza)s
ja: 今から %(expiry_date)sまで
ru: с данного момента до %(expiry_date)s

source: Select your method of payment
de: Wählen Sie Ihre Zahlungsmethode aus
fr: Sélectionnez votre mode de paiement
he: נא לבחור את אופן התשלום
it: Seleziona il metodo di pagamento
ja: お支払いの方法を選択してください
ru: Выберите способ оплаты

source: Card Number
de: Kartennummer
fr: Numéro de carte
he: מספר אשראי
it: Numero della carta
ja: カード番号
ru: Номер карты

source: Expiration Date
de: Ablaufdatum
fr: Date d'expiration
he: בתוקף עד
it: Data di scadenza
ja: 有効期限
ru: Срок действия

source: CVV
he: קוד CVV
ru: CVV-код

source: Terms and conditions
de: Geschäftsbedingungen
fr: Termes et conditions
he: תנאים
it: Termini e condizioni
ja: 利用規約
ru: Правила и условия

source: You are subscribing to a %(commitment)s subscription with Shared Contacts for Gmail®.
de: Sie schließen ein Abonnement %(commitment)s für Shared Contacts for Gmail® ab.
fr: Vous êtes abonné à un abonnement de %(commitment)s avec Contacts Partagés pour Gmail®.
he: אתה רשום ל%(commitment)s הרשמה עם אנשי קשר משותפים לGmail
it: Hai sottoscritto un abbonamento % (impegno) a Contatti Condivisi per Gmail®.
ja: Shared Contacts for Gmail® (Gmail®の共有連絡先) の %(commitment)s サブスクリプションに登録いただいています。
ru: Вы оформляете подписку %(commitment)s на Shared Contacts for Gmail®.

source: Gapps Experts will renew your commitment for an additional %(commitment)s for all licenses at the then-current price, exactly %(commitment)s after your payment.
de: Gapps Experts erneuert Ihr Abonnement %(commitment)s für alle Lizenzen zum damaligen Preis genau %(commitment)s nach Ihrer Zahlung.
fr: Après %(commitment)s, votre engagement sera renouvelé pour une période supplémentaire de %(commitment)s pour toutes les licences au prix alors en vigueur.
he: מומחי גאפס יחדשו את ההתחייבות שלך ל%(commitment)s נוסף לרישיונות במחיר הנוכחי, מיד %(commitment)s לאחר התשלום
it: Gapps Experts è pronto a rinnovare il tuo impegno per un aggiuntivo % (impegno) per tutte le licenze al prezzo allora in vigore, esattamente %(impegno) dopo il tuo pagamento.
ja: Gapps Experts は、お支払後 %(commitment)s で、すべてのライセンスの追加 %(commitment)s を当時の価格にて、お使いの契約を更新いたします。
ru: Эксперты Gapps обновят срок действия дополнительно на %(commitment)s для всех лицензий по текущей цене, а именно на %(commitment)s после оплаты.

source: Yes, I have read and accept Gapps Experts terms and conditions.
de: Ja, ich habe die AGB der Gapps Experts gelesen und akzeptiere diese.
fr: Oui, je l'ai lu et j'accepte les termes et conditions de Gapps Experts.
he: כן, קראתי וקיבלתי את תנאי מומחי גאפס
it: Sì, ho letto e accetto i termini e le condizioni di Gapps Experts.
ja: Gapps Experts の利用規約を読み、同意します。
ru: Да, я прочитал(а) и принимаю правила и условия Gapps Experts.

source: PROCEED TO CHECKOUT
de: ZUR KASSE
fr: PASSER AU PAIEMENT
he: להמשיך לביקורת
it: PROCEDI AL PAGAMENTO
ja: チェックアウトへ進む
ru: ОФОРМИТЬ ЗАКАЗ

source: Credit card
de: Kreditkarte
fr: Carte de crédit
he: כרטיס אשראי
it: Carta di credito
ja: クレジットカード
ru: Кредитная карта

source: Paypal
he: פאייפאל

source: PAY
de: BEZAHLEN
fr: PAYER
he: פאיי
it: Effettua il pagamento
ja: 支払
ru: ОПЛАТИТЬ

source: Sorry, the promotion code you entered is either wrong or expired. Please contact or Cloud consultants at to get assistance.
de: Der von Ihnen eingegebene Code ist entweder falsch oder abgelaufen. Kontaktieren Sie unsere Cloud-Berater, die Ihnen gerne weiterhelfen.
fr: Désolé, le code promotionnel que vous avez entré est soit mal ou expiré. S'il vous plaît contacter ou consultants Cloud à obtenir de l'aide.
he: סליחה, הקוד אופטימי שהוספת טועה או עבר תוקף. נא ליצור קשר או יועצי עצה כדי לקבל עזרה
it: Siamo spiacenti, il codice promozionale che hai inserito è errato oppure scaduto. Ti consigliamo di contattare i consulenti Cloud per ottenere assistenza.
ja: 入力いただいたプロモーションコードが間違っているか、有効期限が切れています。 詳しくは、Cloud コンサルタントまでお問い合わせください。
ru: К сожалению, промо-код, который вы ввели, неверен, или срок его действия истек. Пожалуйста, свяжитесь с консультантами, чтобы получить помощь.

source: Send us an email at %(contact_email)s or chat with us through our website.
de: Senden Sie uns eine E-Mail an %(contact_email)s oder chatten Sie mit uns über unsere Website.
fr: Envoyez-nous un courriel à l'adresse %(contact_email)s ou discuter avec nous via notre site web.
he: נא לשלוח לנו מייל ב%(contact_email)s או לדבר בצ'אט באתר שלנו
it: Puoi inviarci una email a % (contatto_email) o chattare con noi attraverso il nostro sito web.
ja: %(contact_email)s までメールをお送りいただくか、弊社 Web サイトからチャットにてお問い合わせください。
ru: Отправьте нам письмо по адресу %(contact_email)s с или свяжитесь с нами в чате на нашем сайте.

source: OK
fr: D'accord
he: אוקיי
ru: ОК

source: Pricing
de: Preise
fr: Prix
he: מחירון
it: Prezzo
ja: 価格設定
ru: Расценки

source: Choose the plan that fits your business
de: Wählen Sie den Tarif, der zu Ihrem Unternehmen passt
fr: Choisissez votre plan
he: לבחור את המערכת מתאימה לעסקיך
it: Scegli il programma migliore per la tua azienda
ja: 皆様のビジネスに適したプランを選択してください
ru: Выберите план, который подходит для вашего бизнеса

source: THANK YOU
de: VIELEN DANK
fr: MERCI
he: תודה רבה
it: GRAZIE
ja: ありがとうございます
ru: СПАСИБО

source: Thank you for installing Shared Contacts for Gmail®.
de: Vielen Dank, dass Sie Shared Contacts for Gmail® installiert haben.
fr: Merci d'avoir installé Contacts Partagés pour Gmail®.
he: תודה שהתקנת אנשי קשר משותשפים לGmail
it: Grazie per aver installato i Contatti Condivisi per Gmail®.
ja: Shared Contacts for Gmail® (Gmail®の共有連絡先)をインストールしていただき、ありがとうございます。
ru: Благодарим за установку Shared Contacts for Gmail®.

source: Your data has been saved and you can start now using the application.
de: Ihre Daten wurden gespeichert und Sie können die App jetzt verwenden.
fr: Votre données ont été sauvegardées et vous pouvez commencer dès maintenant à utiliser l'application.
he: הפרטים שלך נשמרו ואפשר להתחיל להשתמש באפליקציה
it: I tuoi dati sono stati salvati e ora puoi iniziare a usare l'applicazione.
ja: データを保存しました。今すぐアプリケーションの利用を開始いただけます。
ru: Ваши данные были сохранены, и вы можете начать пользоваться приложением.

source: Registration
de: Anmeldung
fr: Inscription
he: הרשמה
it: Registrazione
ja: 登録
ru: Регистрация

source: YOUR ARE INSTALLING <br> SHARED CONTACTS FOR GMAIL®
de: SIE SIND DABEI, <br> SHARED CONTACTS FOR GMAIL® ZU INSTALLIEREN
fr: Vous installez <br> Contacts Partagés pour Gmail®
he: מתקין <br> אנשי קשר משותשפים לGmail
it: STAI INSTALLANDO <br> CONTATTI CONDIVISI PER GMAIL®
ja: SHARED CONTACTS FOR GMAIL®を<br>インストールしています
ru: ВЫ УСТАНАВЛИВАЕТЕ <br> SHARED CONTACTS FOR GMAIL®

source: Welcome to
de: Willkommen bei
fr: Bienvenue dans
he: ברוך/ה הבא/ה ל
it: Benvenuto a
ja: …へようこそ
ru: Добро пожаловать в

source: Create an account and start using <br> Shared Contacts for Gmail®
de: Erstellen Sie ein Konto und beginnen Sie mit der Nutzung von <br> Shared Contacts for Gmail®
fr: Créer un compte et commencer à utiliser <br> contacts partagés pour Gmail®
he: לפתוח חשבון ולהתחיל להשתמש <br> אנשי קשר משותשפים לGmail
it: Crea un account e inizia a utilizzare <br> Contatti Condivisi per Gmail®
ja: アカウントを作成して、<br>Shared Contacts for Gmail®(Gmail®の共有連絡先)を開始しましょう
ru: Создайте учетную запись и начните использовать <br> Shared Contacts for Gmail®

source: How do you buy your Google Apps licenses?
de: Wie kaufen Sie Ihre Google Apps-Lizenzen?
fr: Qui vous fournit vos licences Google Apps?
he: איך את/ה קונה רישויים לאפליקציות של גוגל?
it: In che modo compri le tue licenze di Google Apps?
ja: Google Apps ライセンスの購入方法
ru: Как вы приобретаете лицензии Google Apps?

source: Directly from Google
de: Direkt bei Google
fr: Google directement
he: ישר מגוגל
it: Direttamente da Google
ja: Google から直接購入
ru: Непосредственно в Google

source: Through a Reseller
de: Über einen Händler
fr: Un revendeur
he: דרך מוכר
it: Attraverso un rivenditore
ja: 販売代理店を通じて購入
ru: Через реселлера

source: Register
de: Registrieren Sie sich
fr: Inscription
he: להירשם
it: Registrati
ja: 登録
ru: Зарегистрироваться

source: Uninstalled
de: Deinstalliert
fr: Désinstallé
he: לא מותקן
it: Disinstallato
ja: アンインストールしました
ru: Удален

source: It seems Shared Contacts for Gmail® was uninstalled from your domain.
de: Anscheinend wurde Shared Contacts for Gmail® aus Ihrer Domäne deinstalliert.
fr: Il semble contacts partagés pour Gmail® a été désinstallé de votre domaine.
he: רואים שאנשי קשר משותשפים לGmail לא מותקן בתחום שלך
it: Sembra che Contatti Condivisi per Gmail® sia stato disinstallato dal tuo dominio.
ja: Shared Contacts for Gmail® (Gmail®の共有連絡先)をお使いのドメインからアンインストールしました。
ru: Кажется, приложение Shared Contacts for Gmail® было удалено из вашего домена.

source: Please install the application again to enjoy sharing your contacts.
de: Installieren Sie die Anwendung erneut, um weiterhin Ihre Kontakte freigeben zu können.
fr: Merci d'installer de nouveau l'application pour partager de nouveau vos contacts.
he: נא להתקין את האפליקציה שוב ולהשתתף לשיתוף אנשי קשר שלך
it: Ti consigliamo di installare nuovamente l'applicazione di usufruire dei tuoi contatti condivisi.
ja: 連絡先を共有いただくには、もう一度アプリケーションをインストールしてください。
ru: Пожалуйста, установите приложение снова, чтобы пользоваться возможностью обмена контактами.

source: Install now
de: Jetzt installieren
fr: Installer maintenant
he: להתקין עכשיו
it: Installa adesso
ja: 今すぐインストール
ru: Установить сейчас
